---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ImportIFCOptions
source: html/52a891bb-8e01-df2b-c096-36c87d68f6c5.htm
---
# ImportIFCOptions Members

Releases all resources used by the ImportIFCOptions